Repository: green-fox-academy/Grisues-Garnet-HotelBooking
Catalog: HotelBookingGarnet/HotelBookingGarnet/Resources/Views/Hotel/HotelInfo.*.resx
Languages: hu

source: + add bed
hu: + ágyak hozzáadása

source: Add room
hu: Szoba hozzáadása

source: Address
hu: Cím

source: Beds
hu: Ágyak típusa

source: Cancel
hu: Vissza

source: City
hu: Város

source: Country
hu: Ország

source: Description
hu: Leírás

source: Edit
hu: Módosítás

source: Number of guests
hu: Vendégek száma

source: Number of rooms
hu: Szobák száma

source: Price
hu: Ár

source: Property type
hu: Típus

source: Region
hu: Régió

source: Room name
hu: Szoba neve

source: single bed
hu: egyszemélyes ágy

source: sofa bed
hu: pótágy

source: Star Rating
hu: Értékelés

source: twin bed
hu: kétszemélyes ágy

source: Type of bed
hu: Ágy típusa

source: Unknown
hu: Hiányzó adat

source: full bed
hu: francia ágy

source: Reserve Room
hu: Szoba Foglalása

source: There is no rating yet.
hu: Nincs még értékelve.

source: Rating
hu: Értékelés

source: Review
hu: Szöveges értékelés

source: You are already reviewed this hotel.
hu: Már értékelte ezt a hotelt.

source: Send
hu: Küldés

source: Average rating
hu: Átlagos értékelés

source: Number of rated users
hu: Értékelők száma

source: none
hu: nem értékelt

source: Check Availability
hu: Tervezett foglalás időpontja

source: End date
hu: Foglalás vége

source: Search
hu: Keresés

source: Start date
hu: Foglalás kezdete

source: Available Rooms
hu: Szabad szobák

source: Invalid search criteria!
hu: Nem megfelelő keresési feltételek!

source: You have to login to review this hotel.
hu: Az értékeléshez be kell jelentkezni.

source: Leave a review!
hu: Értékelje a hotelt!
